[
    {
        "date": "Avril 1948",
        "title": "Massacre de Deir Yassin",
        "description": "Le 9 avril 1948, des milices sionistes ont massacré au moins 107 Palestiniens, y compris des enfants, des femmes et des personnes âgées, dans le village de Deir Yassin près de Jérusalem.",
        "image": "https://www.aljazeera.net/wp-content/uploads/2017/04/847e4c62-f497-4f09-ae98-a623c47c1bed.jpeg?resize=686%2C513&quality=80"
    },
    {
        "date": "Mai 1948",
        "title": "Massacre d'Abu Shusha",
        "description": "Le village d'Abu Shusha est tombé aux mains de l'occupation le 14 mai 1948, après de multiples assauts, malgré les efforts des villageois pour défendre leurs maisons.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/8/8d/Ruins_of_the_Armenian_part_of_the_city_of_Shusha_after_the_March_1920_pogrom_by_Azerbaijani_armed_units._In_the_center_-_church_of_the_Holy_Savior.jpg"
    },
    {
        "date": "Mai 1948",
        "title": "Massacre de Tantura",
        "description": "En mai 1948, les forces israéliennes ont massacré près de 200 Palestiniens dans le village côtier de Tantura, qui s'était rendu pendant la guerre israélo-arabe.",
        "image": "https://www.h24info.ma/wp-content/uploads/2022/01/HL9-TanturaMassacre.jpeg"
    },
    {
        "date": "Juillet 1948",
        "title": "Massacre de Lydda",
        "description": "Le 11 juillet 1948, les forces israéliennes ont attaqué Lydda, entraînant le massacre de nombreux habitants de cette ville, qui faisait initialement partie de l'État arabe proposé.",
        "image": "https://media.newyorker.com/photos/59095ff2c14b3c606c105b1a/master/pass/131021_r24123.jpg"
    },
    {
        "date": "Octobre 1948",
        "title": "Massacre de Saliha",
        "description": "Le premier village où un massacre a été commis par la 7e brigade des forces israéliennes. Ils ont fait exploser une mosquée, tuant entre 60 et 94 personnes à l'intérieur.",
        "image": "https://mondoweiss.net/wp-content/uploads/2016/01/PA-5736836-1024x776.jpg"
    },
    {
        "date": "Octobre 1948",
        "title": "Massacre d'Al-Dawayima",
        "description": "En octobre 1948, des forces régulières israéliennes ont massacré de nombreux habitants du village d'al-Dawayima, les tueries ayant eu lieu dans des maisons, une mosquée et une grotte.",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTWW7YTDM9urbPT1rY_iSROlx37wpSABdvIjw&s"
    },
    {
        "date": "Octobre 1953",
        "title": "Massacre de Qibya",
        "description": "Une force dirigée par Ariel Sharon a attaqué le village de Qibya en Cisjordanie, tuant de nombreux civils palestiniens.",
        "image": "https://ibraspal.org//admin/painel/thumbnails/news/72896620181014014317.jpg"
    },
    {
        "date": "Octobre 1956",
        "title": "Massacre de Kafr Qasim",
        "description": "Le jour de l'agression tripartite contre l'Égypte, des policiers frontaliers israéliens ont tué des habitants de Kafr Qasim sur ordre des commandants militaires.",
        "image": "https://peoplesdispatch.org/wp-content/uploads/2022/08/israel-occupation-palestine-kafr-Qasim.png"
    },
    {
        "date": "Novembre 1956",
        "title": "Massacre de Khan Yunis",
        "description": "Lors de la crise de Suez, les forces israéliennes ont tué de nombreux Palestiniens à Khan Yunis et dans son camp de réfugiés dans la bande de Gaza.",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTjgIfmzn26vWvomDhI994f_q9YKFbylWSIPA&s"
    },
    {
        "date": "Septembre 1982",
        "title": "Massacres de Sabra et Chatila",
        "description": "En septembre 1982, des milices phalangistes, avec l'autorisation militaire israélienne, ont massacré des réfugiés palestiniens dans les camps de Sabra et Chatila à Beyrouth.",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQdtHkbsc51979cexE6-Ejjc7V2Q7mtTzlvLQ&s"
    },
    {
        "date": "Octobre 1990",
        "title": "Massacre d'Al-Aqsa",
        "description": "Connu sous le nom de Lundi Noir, ce massacre a eu lieu dans l'enceinte d'Al-Aqsa à Jérusalem pendant la première Intifada.",
        "image": "https://french.wafa.ps/image/NewsThumbImg/Default/c7b4477c-7d36-4163-85c2-1d0a8bb4861a.jpeg"
    },
    {
        "date": "Février 1994",
        "title": "Massacre de la mosquée Ibrahimi",
        "description": "En février 1994, Baruch Goldstein, un extrémiste associé au mouvement Kach, a tué des fidèles dans la mosquée Ibrahimi à Hébron.",
        "image": "https://idsb.tmgrup.com.tr/2016/02/25/GenelBuyuk/1456433641883_rs.jpg"
    },
    {
        "date": "Avril 2002",
        "title": "Camp de réfugiés de Jénine",
        "description": "Pendant la deuxième Intifada, l'opération des forces israéliennes dans le camp de réfugiés de Jénine a entraîné la mort d'au moins 54 Palestiniens.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/1/15/%D7%92%27%D7%A0%D7%99%D7%9F_%D7%97%D7%95%D7%9E%D7%AA_%D7%9E%D7%92%D7%9F.jpg"
    },
    {
        "date": "2008-2009",
        "title": "Massacre de Gaza",
        "description": "Le massacre de Gaza a commencé le 27 décembre 2008, lorsque Israël a lancé une campagne militaire à grande échelle dans la bande de Gaza après la fin d'une trêve de six mois entre le Hamas et Israël.",
        "image": "https://i.guim.co.uk/img/static/sys-images/Guardian/Pix/pictures/2008/12/27/1230410408362/Israeli-missile-strike-in-001.jpg?width=620&quality=85&auto=format&fit=max&s=e4e96e35e000c0b0407a3d9625e04bd0"
    },
    {
        "date": "2012",
        "title": "Conflit de Gaza",
        "description": "En octobre 2012, Israël a commencé les assassinats de leaders du Hamas, entraînant une réponse du Hamas. En novembre, le conflit s'est intensifié avec l'assassinat d'Ahmad Jabari, entraînant une série d'attaques de représailles.",
        "image": "https://images.csmonitor.com/csm/2012/11/01_11.jpg?alias=standard_900x600"
    },
    {
        "date": "2014",
        "title": "Guerre de Gaza de 2014",
        "description": "Le 8 juillet 2014, une autre guerre de Gaza à grande échelle a commencé, déclenchée par l'enlèvement de trois Israéliens. Le conflit de 50 jours a entraîné la mort de 2 205 Palestiniens et a marqué la troisième confrontation majeure entre Israël et le Hamas.",
        "image": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/iTntfFcJpbsE/v0/-1x-1.jpg"
    },
    {
        "date": "2018-2019",
        "title": "Grande Marche du Retour",
        "description": "Les manifestations à la frontière de Gaza, connues sous le nom de Grande Marche du Retour, étaient des manifestations pacifiques du 30 mars 2018 au 27 décembre 2019. Les forces israéliennes ont tué 223 Palestiniens et en ont blessé plus de 13 000 lors de ces manifestations.",
        "image": "https://www.ochaopt.org/sites/default/files/12.jpg"
    },
    {
        "date": "2021",
        "title": "Crise de Sheikh Jarrah",
        "description": "La crise a commencé avec l'éviction planifiée de six familles palestiniennes du quartier de Sheikh Jarrah à Jérusalem, entraînant des manifestations généralisées dans Jérusalem-Est.",
        "image": "https://idsb.tmgrup.com.tr/ly/uploads/images/2021/05/09/113809.jpg"
    },
    {
        "date": "2023-Actuel",
        "title": "Conflit de Gaza 2023",
        "description": "En 2023, Israël a lancé une attaque massive sur la bande de Gaza, entraînant plus de 40 000 morts palestiniens, de nombreux crimes de guerre et la mutilation et l'orphelinat de dizaines de milliers de personnes.",
        "image": "https://media.cnn.com/api/v1/images/stellar/prod/231031124831-01-jabalia-refugee-camp-airstrike-103123.jpg?c=original"
    },
    {
        "date": "2023-Actuel",
        "title": "Cisjordanie occupée",
        "description": "En Cisjordanie occupée, Israël a tué au moins 576 personnes, dont plus de 138 enfants, et blessé plus de 5 350 individus. (Le Hamas n'existe pas en Cisjordanie.)",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS_-ogYkGxF490YFFH_trN0WRVtWFrwi98KEA&s"
    },
    {
        "date": "2023-Actuel",
        "title": "Chaque heure à Gaza",
        "description": "15 personnes sont tuées - six sont des enfants - 35 personnes sont blessées - 42 bombes sont larguées - 12 bâtiments sont détruits - 2 mères sont tuées",
        "image": "https://www.arabnews.pk/sites/default/files/styles/660x371_watermarksaudi/public/main-image/2024/01/19/4188386-176277588.jpg?itok=23TsEka2"
    },
    {
        "date": "2023-actuel",
        "title": "Faim causée par l'homme",
        "description": "Le blocus israélien de l'eau et de la nourriture, combiné aux bombardements incessants, a provoqué des niveaux de faim sans précédent à Gaza. Tragiquement, 32 enfants sont morts de malnutrition et de déshydratation, et le nombre continue d'augmenter.",
        "image": "https://i.redd.it/yazan-al-kafarna-the-boy-who-starved-to-death-v0-s6jftamt2cmc1.jpg?width=1080&format=pjpg&auto=webp&s=319eef9f3f7fe4034f013af3e1c1d0a7dc707f09"
    },
    {
        "date": "2023-actuel",
        "title": "Catastrophe Sanitaire",
        "description": "Plus de 60 000 femmes enceintes à Gaza ne peuvent pas recevoir de soins de santé, et 350 000 personnes atteintes de maladies chroniques risquent de mourir faute de médicaments. Selon le rapport, il n'y a pas d'hôpitaux entièrement fonctionnels à Gaza, et seulement 9 des 36 hôpitaux restent partiellement fonctionnels.",
        "image": "https://gdb.voanews.com/01000000-0aff-0242-55bb-08dc00cfb7e0_cx0_cy9_cw0_w1080_h608_s.jpg"
    },
    {
        "date": "2023-actuel",
        "title": "Plus d'Étudiants",
        "description": "L'armée israélienne a détruit 171 installations gouvernementales et 100 écoles et universités, et 305 écoles et universités ont été partiellement endommagées. L'année scolaire 2023/2024 est annulée. (Ci-dessus, la dernière université restante de Gaza est réduite en poussière)",
        "image": "https://www.middleeastmonitor.com/wp-content/uploads/2024/01/Artboard-3-3-1.jpg"
    },            
    {
        "date": "2023-Actuel",
        "title": "Journalistes tués",
        "description": "Au 5 avril, plus de 100 journalistes, principalement palestiniens, ont été tués depuis le début de la guerre entre Israël et Gaza le 7 octobre. Selon le Comité pour la protection des journalistes et la Fédération internationale des journalistes, 96 journalistes palestiniens, trois libanais et quatre israéliens ont été tués.",
        "image": "https://www.commondreams.org/media-library/gaza-journalist-s-funeral.jpg?id=50446715&width=1200&height=800&quality=90&coordinates=0%2C2%2C0%2C3"
    },
    
    {
        "date": "2023-Actuel",
        "title": "Dévastation à travers Gaza",
        "description": "Plus de la moitié des maisons de Gaza ont été détruites ou endommagées - 80% des installations commerciales - 88% des bâtiments scolaires - 16 sur 35 hôpitaux fonctionnent partiellement - 130 ambulances - 267 lieux de culte",
        "image": "https://i0.wp.com/www.middleeastmonitor.com/wp-content/uploads/2024/02/AA-20240207-33637278-33637267-DESTRUCTION_IN_GAZA_CITY_AFTER_ISRAELI_FORCES_WITHDREW.jpg?fit=1200%2C800&ssl=1"
    },
    {
        "date": "29 février 2024",
        "title": "Massacre de la Farine",
        "description": "À 4 heures du matin, un massacre a été perpétré par les forces israéliennes, tuant au moins 118 Palestiniens alors qu'ils se rassemblaient pour recevoir de la farine. Plus de 1 000 personnes ont été blessées.",
        "image": "https://www.wsws.org/asset/5d9bd603-a693-4ee1-902e-a8359f6e8e1f?rendition=1600x900"
    },
    {
        "date": "Mai 2024",
        "title": "Massacre de l'Hôpital Nasser",
        "description": "392 corps – y compris des femmes, des enfants, des personnes âgées et des blessés – ont été trouvés dans des fosses communes sur les terrains de l'hôpital Nasser à Khan Younis. Certains corps avaient les membres liés, d'autres étaient aveuglés, indiquant une exécution de masse sur le terrain.",
        "image": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/iIKI9x57kXcU/v0/-1x-1.jpg"
    },        
    {
        "date": "8 juin 2024",
        "title": "Massacre de Nuseirat",
        "description": "Plus de 200 civils palestiniens, y compris des enfants, ont été tués dans le massacre israélien dans le camp de réfugiés de Nuseirat, avec plus de 600 blessés. La mission de 'sauvetage' d'Israël a permis de libérer 4 otages, mais 3 autres ont été tués au cours de la même mission.",
        "image": "https://wilayah.com.my/wp-content/uploads/2024/06/AFP__20240608__34VW7Y7__v1__HighRes__PalestinianIsraelConflict.jpg"
    },
    {
        "date": "2023-actuel",
        "title": "Des milliers de personnes mutilées",
        "description": "Près de 10 000 Palestiniens, dont la moitié sont des enfants, ont été rendus handicapés depuis le début de la guerre sur Gaza, selon le Réseau des ONG palestiniennes.",
        "image": "https://www.aljazeera.com/wp-content/uploads/2023/11/0U2A5912-1700057819.jpg?resize=770%2C513&quality=80"
    },
    {
        "date": "2023-actuel",
        "title": "Des milliers de disparus",
        "description": "Plus de 10 000 personnes sont portées disparues sous les décombres de Gaza depuis le début de la récente guerre. Cette catastrophe humanitaire souligne la souffrance immense de la population civile dans la région.",
        "image": "https://i.cbc.ca/1.6992152.1696983534!/fileImage/httpImage/israel-palestinians.jpg"
    },
    {
        "date": "13 juillet 2024",
        "title": "Le Massacre de Mawasi",
        "description": "Le massacre d'Al Mawasi a été commis par Israël avec des avions de combat sur des tentes de personnes déplacées, tuant plus de 110 Palestiniens et en blessant plus de 300. TOUS ÉTAIENT DES CIVILS.",
        "image": "https://www.revolutionpermanente.fr/IMG/logo/img_2690.jpg?1720955917"
    },
    {
        "date": "octobre 2023 - actuel",
        "title": "Détentions massives",
        "description": "Les forces d'occupation israéliennes ont arrêté plus de 9700 citoyens palestiniens depuis le début de l'agression sur Gaza le 7 octobre. Selon la Commission des Affaires des Détenus et des Ex-Détenus et le Club des Prisonniers, les arrestations ont été accompagnées de sévices généralisés, de passages à tabac, de menaces contre les détenus et leurs familles, ainsi que de la destruction de maisons.",
        "image": "https://www.middleeastmonitor.com/wp-content/uploads/2021/09/20210924-Israeli-forces-detain-10-year-old-Palestinian-boy-in-West-Bank_6.jpg"
    },
    {
        "date": "octobre 2023 - actuel",
        "title": "Victimes de l'UNRWA",
        "description": "Le plus grand nombre de victimes de l'histoire de l'ONU : 193 membres du personnel de l'UNRWA ont été tués à Gaza depuis le début de la guerre de l'occupation.",
        "image": "https://static.timesofisrael.com/www/uploads/2023/10/AP23283640929257.jpg"
    },
    {
        "date": "26 mai 2024",
        "title": "Le Massacre des Tentes",
        "description": "Le Massacre de Rafah, également connu sous le nom de Massacre des Tentes, a été perpétré par les forces d'occupation, entraînant la mort de 45 Palestiniens, dont 23 femmes, enfants et personnes âgées. 249 autres ont été blessés. Des avions israéliens ont largué des bombes sur le camp, provoquant un incendie qui a consumé 14 tentes. Les corps étaient déchirés, des enfants décapités et des membres carbonisés.",
        "image": "https://www.alquds.co.uk/wp-content/uploads/2024/05/6-57.jpg"
    },
    {
        "date": "2008 - actuel",
        "title": "Phosphore blanc",
        "description": "L'utilisation par les forces israéliennes de bombes au phosphore blanc au Liban et à Gaza a causé des dommages à long terme à l'environnement, à l'agriculture et à l'économie. Les groupes de défense des droits de l'homme pensent qu'Israël utilise intentionnellement le phosphore blanc pour créer des zones tampons, harceler les résidents et déplacer les personnes de leurs terres agricoles.",
        "image": "https://www.amnesty.org/en/wp-content/uploads/2023/10/Lebanon_Israel_Palestinians_23289563745834-e1698750446353-1468x710.jpg"
    },
    {
        "date": "2023 - actuel",
        "title": "Chiens de Tsahal",
        "description": "L'armée israélienne a utilisé des chiens policiers pour attaquer systématiquement les civils palestiniens lors d'opérations militaires dans la bande de Gaza. Les chiens ont également été utilisés pour intimider, battre et agresser sexuellement les prisonniers et les détenus dans les centres de détention israéliens.",
        "image": "https://cdn.siasat.com/wp-content/uploads/2024/06/Israel-dog-Palestinian.jpg"
    }
    
]
