[
    {
        "date": 1799,
        "title": "Napoleon and the Jews",
        "description": "In 1799, during Napoleon Bonaparte's campaign in the Middle East, he issued a proclamation offering Palestine as a homeland for the Jewish people. This was one of the earliest instances of a prominent leader endorsing the idea of a Jewish state in Palestine.",
        "image": "https://img.haarets.co.il/bs/0000017f-e18b-df7c-a5ff-e3fbe4080000/b3/6f/91dac912b2aa9d03d8483d75af28/1018316866.jpg?precrop=2366,1689,x0,y0&height=1371&width=1920"
    },
    {
        "date": 1882,
        "title": "The Term 'Zionism'",
        "description": "The term 'Zionism' was first coined in 1882 by Nathan Birnbaum, an Austrian-Jewish writer and political activist. Zionism came to define the national movement for the return of the Jewish people to their homeland and the resumption of Jewish sovereignty in Israel.",
        "image": "https://mfa.gov.il/Jubilee-years/media/Theodor%20Herzl%20in%20Basel,%201897.jpg"
    },
    {
        "date": 1896,
        "title": "Theodor Herzl Publishes 'Der Judenstaat'",
        "description": "In 1896, Theodor Herzl, an Austro-Hungarian journalist, published 'Der Judenstaat' (The Jewish State), a pamphlet arguing for the establishment of a Jewish state as a solution to anti-Semitism in Europe.",
        "image": "https://jewishwebsite.com/wp-content/uploads/2019/02/Der-Judenstaat.jpg"
    },
    {
        "date": 1897,
        "title": "First Zionist Congress is Held in Switzerland",
        "description": "The First Zionist Congress was held in Basel, Switzerland, in 1897. It was organized by Theodor Herzl and marked the formal establishment of the World Zionist Organization, which aimed to create a Jewish homeland in Palestine.",
        "image": "https://mosaicmagazine.com/wp-content/uploads/2019/08/First-Zionist-Basel-Main.jpg"
    },
    {
        "date": 1907,
        "title": "Chaim Weizmann Visits Palestine",
        "description": "Chaim Weizmann, a prominent Zionist leader who would later become the first President of Israel, visited Palestine for the first time in 1907. His visit was crucial in laying the groundwork for future Jewish settlement and political efforts in the region.",
        "image": "https://fathomjournal.org/wp-content/uploads/cache/2017/06/Bermant-picture/1957701020.jpg"
    },
    {
        "date": 1908,
        "title": "Najib Nassar Publishes Al-Karmel Newspaper",
        "description": "In 1908, Palestinian writer Najib Nassar began publishing Al-Karmel, a newspaper that strongly opposed Zionist colonization in Palestine. It became a significant platform for Palestinian nationalist thought.",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTfFvx8bNcD4QDY4eoob83Uh7ipTNSsF5AczA&s"
    },
    {
        "date": 1915,
        "title": "Sykes-Picot Agreement Signed",
        "description": "The Sykes-Picot Agreement, a secret deal signed in 1916 by Britain and France, divided the Ottoman Empire's Arab provinces outside the Arabian Peninsula into spheres of influence. This agreement laid the groundwork for modern political boundaries in the Middle East.",
        "image": "https://idsb.tmgrup.com.tr/2015/07/10/GenelBuyuk/the-skyes-picot-agreement-was-concluded-in-london--1436469334493.jpg"
    },
    {
        "date": 1916,
        "title": "Herbert Samuel's Secret Memorandum",
        "description": "In 1916, Herbert Samuel, a British Cabinet member and a Zionist, wrote a secret memorandum titled 'The Future of Palestine.' He advocated for British support of Zionist settlement in Palestine, influencing British policy towards the region.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Future_of_Palestine_Herbert_Samuel_memorandum_1915_CAB_37_123_43.jpg"
    },
    {
        "date": 1917,
        "title": "Balfour Declaration Created",
        "description": "The Balfour Declaration, issued by the British government in 1917, promised support for the establishment of a 'national home for the Jewish people' in Palestine. This declaration was a pivotal moment in the history of Zionism.",
        "image": "https://static.timesofisrael.com/www/uploads/2017/02/unnamed-e1486363729425.jpg"
    },
    {
        "date": 1919,
        "title": "King-Crane Commission Conducted",
        "description": "In 1919, the King-Crane Commission was conducted by the United States to assess the disposition of non-Turkish areas within the former Ottoman Empire, including Palestine. The commission's findings were critical of Zionist aspirations, favoring Arab independence.",
        "image": "https://www.palquest.org/sites/default/files/media/1280px-1919_Photo_of_the_King_Crane_Commission.jpeg"
    },
    {
        "date": 1922,
        "title": "League of Nations Approves British Mandate for Palestine",
        "description": "The League of Nations formally approved the British Mandate for Palestine in 1922, which included the objective of establishing a Jewish national home. This mandate legally recognized British administration in the region.",
        "image": "https://cdn.jns.org/uploads/2018/11/Mandate_for_Palestine_legal_instrument-1320x880.jpg"
    },
    {
        "date": 1929,
        "title": "Al-Buraq Uprising",
        "description": "The Al-Buraq Uprising in 1929 was a significant Palestinian revolt against increased Jewish immigration and land purchases. It was named after the Western Wall, known in Arabic as Al-Buraq, and marked the first large-scale anti-Zionist riots.",
        "image": "https://lh3.googleusercontent.com/proxy/jcPcvf0VTf4gkF4J5Z4D_wYh7csngPERHvrPWjVTK5l4eWhAwQOkjXExIn0pZUfxcikDlC-oG_6MaGyKTByJa5BeKsNDwl6BrhI5evvoe7lh8ssEytfC7eUdJdsW1qdXK0OPck6sxS_CRHUE6JA"
    },
    {
        "date": 1933,
        "title": "Mass Protests Against Jewish Immigration",
        "description": "In 1933, mass protests erupted in Palestine against the increasing Jewish immigration. These demonstrations reflected the growing tensions between Jewish settlers and the Arab population.",
        "image": "https://www.annefrank.org/media/filer_public_thumbnails/filer_public/c8/e8/c8e89551-257e-442a-976e-78ab230f3c44/bundesarchiv_bild_146-1972-026-11_machta14bernahme_hitlers.jpg__2160x1296_q85_ALIAS-5_3_big_crop_subsampling-2_upscale.jpg"
    },
    {
        "date": 1935,
        "title": "Izz ad-Din al-Qassam Killed by British Forces",
        "description": "Izz ad-Din al-Qassam, a Palestinian militant leader, was killed by British forces in 1935. His death inspired further resistance and he became a symbol of Palestinian nationalism.",
        "image": "https://ilkha.com/img/OldFeaturedImage/EN//Norm/today-marks-the-85th-anniversary-of-martyrdom-of-izz-ad-din-al-qassam1605881007.jpg"
    },
    {
        "date": 1936,
        "title": "Six-Month Long General Strike",
        "description": "In 1936, Palestinians launched a six-month general strike to protest Jewish immigration and British colonial rule. This strike marked the beginning of the Arab Revolt, a major uprising against British and Zionist presence in Palestine.",
        "image": "https://www.middleeasteye.net/sites/default/files/styles/max_2600x2600/public/images-story/Abou%20Ghosh%201936%20gathering%20Library%20of%20Congress.jpg?itok=mLT0oj_p"
    },
    {
        "date": 1937,
        "title": "Peel Commission Recommends Partition",
        "description": "The Peel Commission, in 1937, recommended the partition of Palestine into separate Jewish and Arab states, with population transfers to ensure each state's homogeneity. This was the first official proposal for partition.",
        "image": "https://s36667.pcdn.co/wp-content/uploads/2020/12/UN-Partition-Plan-featured-747x400-1.jpg.optimal.jpg"
    },
    {
        "date": "1937",
        "title": "Ahmed Yassine",
        "description": "the birth of Ahmed Yassine who was later assassinated in 2004, in Gaza, was the founder and political/spiritual leader of Hamas. Paralyzed since a sports accident at age 12, he was also visually impaired. An opponent of the Oslo Accords and any negotiated solution with Israel, Yassine firmly refused to recognize the State of Israel and commanded many attacks on israeli military.",
        "image": "https://prod.cdn-medias.jeuneafrique.com/cdn-cgi/image/q=auto,f=auto,metadata=none,width=1280,height=960,fit=cover/https://prod.cdn-medias.jeuneafrique.com/medias/2023/10/12/jad20231012-mmo-hamas-islamisme-palestine.jpg"
    },
    {
        "date": 1938,
        "title": "Britain Smashes the Arab Revolt",
        "description": "By 1938, British forces had suppressed the three-year-long Arab Revolt. The rebellion had aimed to end British rule and halt Jewish immigration, but its defeat led to increased British and Zionist control in Palestine.",
        "image": "https://www.rs21.org.uk/wp-content/uploads/2014/09/british-soldierspalestinian-prisoners-during-revolt.jpg"
    },
    {
        "date": 1939,
        "title": "Armed Zionist Group Irgun Launches Attacks",
        "description": "In 1939, the armed Zionist group Irgun began a series of violent attacks against Palestinian targets. Irgun, also known as Etzel, was a paramilitary organization that sought to advance Jewish statehood in Palestine through militant means.",
        "image": "https://www.jta.org/wp-content/uploads/1948/04/MilitaryPoliceIsrael1948-2.jpg"
    },
    {
        "date": 1942,
        "title": "Biltmore Conference in New York City",
        "description": "The Biltmore Conference, held at the Biltmore Hotel in New York City in 1942, was a pivotal Zionist meeting where leaders, including David Ben-Gurion, called for the establishment of a Jewish state in Palestine. This conference solidified U.S. Zionist support and marked a significant shift in Zionist strategy.",
        "image": "https://cojs.org/wp-content/uploads/2009/01/21st_zionist_congress_1939_geneva-630x315.jpg"
    },
    {
        "date": 1946,
        "title": "Irgun Bombs King David Hotel",
        "description": "On July 22, 1946, Irgun bombed the King David Hotel in Jerusalem, which was the British administrative headquarters. The attack killed 91 people and was one of the most infamous acts of violence in the British Mandate of Palestine, escalating tensions in the region.",
        "image": "https://tablet-mag-images.b-cdn.net/production/b18e41a20193d359c44fac2065f8034fecd44f14-620x416.jpg?w=1300&q=70&auto=format&dpr=1"
    },
    {
        "date": "1947-11",
        "title": "UN Adopts Partition Plan for Palestine",
        "description": "In November 1947, the United Nations adopted Resolution 181, proposing a partition plan for Palestine, which aimed to create separate Jewish and Arab states. The plan was accepted by the Jewish community but rejected by the Palestinians, leading to increased tensions and conflict.",
        "image": "https://i0.wp.com/cms.sofrep.com/wp-content/uploads/2017/11/UN-israel.jpg?fit=687%2C512&ssl=1"
    },
    {
        "date": "1948-01",
        "title": "Haganah Bombs Semiramis Hotel",
        "description": "In January 1948, the armed Zionist group, Haganah, bombed the Semiramis Hotel in Jerusalem. This attack resulted in the death of more than 20 people, contributing to the escalating violence in the region.",
        "image": "https://www.jerusalemstory.com/sites/default/files/styles/width_1000/public/2021-11/Semiramis%20Hotel%20Searching%20for%20the%20Dead%20GettyImages-51419365%20PURCHASED%20LICENSE%20ULTRAPAK_0.jpg?itok=j2y_kiPs"
    },
    {
        "date": "1948-02",
        "title": "Zionist Forces Attack Qisarya",
        "description": "In February 1948, Zionist forces attacked the village of Qisarya near Haifa. This assault is considered an early example of ethnic cleansing, as it aimed to clear the area of its Palestinian inhabitants.",
        "image": "https://www.aljazeera.com/wp-content/uploads/2020/05/ee3962282ece42b5822b9182e1c6c20c_18.jpeg?resize=730%2C410&quality=80"
    },
    {
        "date": "1948-04",
        "title": "Massacre at Deir Yassin",
        "description": "In April 1948, members of the Stern Gang and Irgun forces carried out a massacre in the Palestinian village of Deir Yassin, near Jerusalem. This event led to the death of many villagers and heightened the fear and hostility between Jewish and Palestinian communities.",
        "image": "https://english.wafa.ps/image/NewsThumbImg/Default/25b17287-7e53-47ce-a61d-c7db760053e3.jpg"
    },
    {
        "date": "1948-05",
        "title": "Creation of the State of Israel",
        "description": "In May 1948, the State of Israel was officially established, sparking a regional conflict. The United States and the Soviet Union immediately recognized the new state, while neighboring Arab countries rejected its creation and moved to intervene militarily.",
        "image": "https://m.media-amazon.com/images/I/81rPktG5KcL.jpg"
    },
    {
        "date": "1948-09",
        "title": "Assassination of Folke Bernadotte",
        "description": "In September 1948, the Stern Gang assassinated Folke Bernadotte, a Swedish diplomat and the United Nations-appointed mediator in Palestine. His assassination was a significant blow to diplomatic efforts to resolve the ongoing conflict.",
        "image": "https://ichef.bbci.co.uk/images/ic/640x360/p08bq95d.jpg"
    },
    {
        "date": "1948-12",
        "title": "UN General Assembly Passes Resolution 194",
        "description": "In December 1948, the UN General Assembly passed Resolution 194, affirming the right of Palestinian refugees to return to their homes. This resolution has remained a central point of contention in the Israeli-Palestinian conflict.",
        "image": "https://www.middleeasteye.net/sites/default/files/column-image/000_LG4GU.jpg"
    },
    {
        "date": "1949-02",
        "title": "Armistice Agreements Signed",
        "description": "In February 1949, armistice agreements were signed between Israel and its neighboring Arab countries: Lebanon, Syria, Jordan, and Egypt. These agreements formally ended the hostilities of the 1948 Arab-Israeli War but did not resolve the underlying conflict.",
        "image": "https://media.defense.gov/2020/Jul/25/2002464342/-1/-1/0/530727-O-ZZ999-001.JPG"
    },
    {
        "date": "1949-12",
        "title": "UN Establishes UNRWA",
        "description": "In December 1949, the United Nations established the United Nations Relief and Works Agency (UNRWA) to provide assistance to Palestinian refugees displaced by the 1948 conflict. UNRWA continues to operate, offering education, health care, and social services to millions of Palestinian refugees.",
        "image": "https://img.jagranjosh.com/images/2024/January/2912024/UNRWA.webp"
    },
    {
        "date": "1950",
        "title": "Jordan Assumes Control of the West Bank",
        "description": "In 1950, Jordan formally annexed the West Bank, including East Jerusalem, which it had captured during the 1948 Arab-Israeli War. This annexation was recognized only by the United Kingdom and Pakistan.",
        "image": "https://foreignpolicy.com/wp-content/uploads/2021/10/Jordan-Historic-King-Abdullah-west-bank-palestine-GettyImages-514907012-1-e1634320399362.jpg?w=1000"
    },
    {
        "date": "1956",
        "title": "Israeli Massacres in Palestinian Villages",
        "description": "In 1956, Israeli forces carried out massacres in several Palestinian villages, including Qalqilya, Kufr Qassem, and Khan Younis. These attacks resulted in significant loss of life and heightened tensions in the region.",
        "image": "https://english.wafa.ps/image/NewsThumbImg/Default/95ffdcb0-b4c7-48ea-b4cd-e44b910ccb10.jpg"
    },
    {
        "date": "1964",
        "title": "Formation of the Palestinian Liberation Organisation",
        "description": "In 1964, the Palestinian Liberation Organisation (PLO) was founded in Cairo with the goal of liberating Palestine through armed struggle and representing the Palestinian people on the international stage.",
        "image": "https://ecfr.eu/wp-content/uploads/2011_May_Sun__08_41_25_plo.jpg"
    },
    {
        "date": "1966",
        "title": "Israeli Massacre in As-Samu'",
        "description": "In 1966, Israeli forces attacked the West Bank village of As-Samu', killing many villagers and destroying numerous homes. This operation was a response to Palestinian guerilla activity and escalated Israeli-Palestinian hostilities.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/1/1b/Samu_Incident._VI.jpg"
    },
    {
        "date": "1967",
        "title": "Israel Occupies Additional Territories",
        "description": "During the Six-Day War in 1967, Israel occupied the Gaza Strip, the West Bank, East Jerusalem, the Golan Heights, and the Sinai Peninsula. This expanded Israeli control over historic Palestine and surrounding regions.",
        "image": "https://cdn.britannica.com/17/201417-050-D3316841/vision-Israel-state-West-Bank-Palestinian-Gaza-1988.jpg"
    },
    {
        "date": "1967",
        "title": "UN Security Council Resolution 242",
        "description": "In 1967, the UN Security Council passed Resolution 242, calling for the withdrawal of Israeli forces from territories occupied in the Six-Day War and the recognition of every state in the area's right to live in peace.",
        "image": "https://fathomjournal.org/wp-content/uploads/cache/2017/04/147667/1777604838.jpg"
    },
    {
        "date": "1970",
        "title": "Israel Attacks Palestinian Fighters During Black September in Jordan",
        "description": "In 1970, during the Black September conflict, Israel conducted airstrikes against Palestinian fighters in Jordan. This conflict arose from clashes between the Jordanian army and the Palestine Liberation Organization (PLO), leading to significant casualties.",
        "image": "https://cdn.thewire.in/wp-content/uploads/2020/09/17205755/Karama_aftermath_1.jpg"
    },
    {
        "date": "1974",
        "title": "Arab League Recognizes PLO in Rabat, Morocco",
        "description": "In 1974, the Arab League officially recognized the Palestine Liberation Organization (PLO) as the sole legitimate representative of the Palestinian people. This recognition marked a significant step in the PLO's international standing.",
        "image": "https://static.srpcdigital.com/styles/1037xauto/public/2023-05/174063_0.jpeg"
    },
    {
        "date": "1978",
        "title": "Camp David Accords",
        "description": "In 1978, Egypt and Israel signed the Camp David Accords, brokered by U.S. President Jimmy Carter. This agreement led to a peace treaty between the two countries and Israel's withdrawal from the Sinai Peninsula.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Close_up_of_Menahem_Begin%2C_Jimmy_Carter_and_Anwar_Sadat_at_Camp_David.%2C_09-07-1978_-_NARA_-_181133.tif/lossy-page1-1200px-Close_up_of_Menahem_Begin%2C_Jimmy_Carter_and_Anwar_Sadat_at_Camp_David.%2C_09-07-1978_-_NARA_-_181133.tif.jpg"
    },
    {
        "date": "1982",
        "title": "Israel Invades Lebanon",
        "description": "In 1982, Israel launched a full-scale invasion of Lebanon to expel the Palestine Liberation Organization (PLO) and establish a security zone in southern Lebanon. This invasion led to a prolonged conflict and significant casualties.",
        "image": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fwww.ft.com%2F__origami%2Fservice%2Fimage%2Fv2%2Fimages%2Fraw%2Fhttps%253A%252F%252Fd1e00ek4ebabms.cloudfront.net%252Fproduction%252F6828949a-159d-4cc3-89b7-8b3f0c688c0d.jpg%3Fsource%3Dnext-article%26fit%3Dscale-down%26quality%3Dhighest%26width%3D700%26dpr%3D1?source=next-opengraph&fit=scale-down&width=900"
    },
    {
        "date": "1987",
        "title": "First Intifada",
        "description": "In 1987, the First Intifada, a Palestinian uprising against Israeli occupation, began in the West Bank and Gaza Strip. The Intifada included widespread protests, civil disobedience, and violent clashes, significantly impacting the Israeli-Palestinian conflict.",
        "image": "https://gdb.voanews.com/D70473B8-859A-4F80-9085-BAA2C165A0EF_w1080_h608.jpg"
    },
    {
        "date": "1991",
        "title": "Madrid Peace Conference",
        "description": "In 1991, the Madrid Peace Conference was held, bringing together Israeli, Palestinian, and Arab representatives to discuss peace in the Middle East. Despite high hopes, the conference ended without a breakthrough.",
        "image": "https://www.middleeastmonitor.com/wp-content/uploads/2021/11/GettyImages-142612297-e1637783267201.jpeg"
    },
    {
        "date": "1973",
        "title": "UN Security Council Resolution 338",
        "description": "Following the October War in 1973, the UN Security Council passed Resolution 338, calling for an immediate ceasefire and the implementation of Resolution 242, which demanded Israeli withdrawal from territories occupied in 1967.",
        "image": "https://jcpa.org/wp-content/uploads/2014/06/DoreBook_img_25.jpg"
    },
    {
        "date": "1976",
        "title": "Land Day",
        "description": "In 1976, Israel confiscated thousands of hectares of land from Palestinian citizens, prompting mass protests. These protests were brutally suppressed, resulting in deaths and injuries. Land Day is now commemorated annually to remember this event.",
        "image": "https://www.palestine-studies.org/sites/default/files/images/news/main_image43213_G7QLjlZ59g_0.jpeg"
    },
    {
        "date": "1977",
        "title": "UN International Day of Solidarity with the Palestinian People",
        "description": "In 1977, the United Nations General Assembly established the International Day of Solidarity with the Palestinian People, observed annually on November 29. This day marks the anniversary of the UN's partition plan for Palestine in 1947.",
        "image": "https://www.un.org/sites/un2.un.org/files/2021/11/palestinianday-hmpghero.jpg"
    },
    {
        "date": "1987",
        "title": "The birth of Hamas",
        "description": "HAMAS formed in late 1987 at the beginning of the first Palestinian intifada (uprising). Its roots are in the Palestinian branch of the Muslim Brotherhood, and it is supported by a robust sociopolitical structure inside the Palestinian territories.",
        "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/05BD/production/_118496410_gettyimages-1702356.jpg"
    },
    {
        "date": "1988",
        "title": "PLO Accepts UN Resolutions 242 and 338",
        "description": "In 1988, the PLO officially accepted UN Resolutions 242 and 338, recognizing the State of Israel and committing to a peaceful resolution of the conflict. This acceptance marked a significant shift in the PLO's strategy.",
        "image": "https://www.newarab.com/sites/default/files/2021-06/PALESTINE%20%281%29.jpg"
    },
    {
        "date": "1990s",
        "title": "Multilateral Talks",
        "description": "Throughout the 1990s, numerous multilateral talks took place between Israel and Palestinian representatives. Despite these efforts, Palestinians remained no closer to achieving statehood.",
        "image": "https://images.jpost.com/image/upload/q_auto/c_fill,g_faces:center,h_537,w_822/512434"
    },
    {
        "date": "1993-2014",
        "title": "Oslo Accords",
        "description": "The secret negotiations between the PLO and Israel that concluded in 1993 with the Oslo Accords marked a new chapter in Palestinian history. For some, these accords raised hopes for peace; for others, they dashed them entirely.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Bill_Clinton%2C_Yitzhak_Rabin%2C_Yasser_Arafat_at_the_White_House_1993-09-13.jpg"
    },
    {
        "date": "1993",
        "title": "Oslo I Accord",
        "description": "In 1993, the PLO and Israel signed the Declaration of Principles on Interim Self-Government Arrangements, known as the Oslo I Accord. This agreement aimed to establish a framework for Palestinian self-governance in parts of the West Bank and Gaza Strip.",
        "image": "https://www.iemed.org/wp-content/uploads/2020/11/Spot-On-7-Oslo-25-2-770x432.jpg"
    },
    {
        "date": "1995",
        "title": "Oslo II Accord",
        "description": "In 1995, the PLO and Israel signed an interim agreement, known as the Oslo II Accord, granting the Palestinians some autonomy in certain parts of the West Bank and Gaza Strip.",
        "image": "https://i.ytimg.com/vi/Jk7JQxTDhdM/maxresdefault.jpg"
    },
    {
        "date": "1997",
        "title": "Hebron Protocol",
        "description": "In 1997, the PLO and Israel signed an agreement requiring Israeli forces to partially withdraw from Hebron. This accord was part of ongoing efforts to implement the Oslo Accords.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Hebron_redeployment_1997.jpg/220px-Hebron_redeployment_1997.jpg"
    },
    {
        "date": "2000",
        "title": "Camp David II Summit",
        "description": "In 2000, the PLO and Israel renewed final status negotiations at the Camp David II Summit. Despite intense negotiations, the summit ended without an agreement, leading to increased tensions.",
        "image": "https://www.makan.org.uk/wp-content/uploads/2020/09/camp-david-2000.jpg"
    },
    {
        "date": "2004",
        "title": "Yasser Arafat Dies",
        "description": "In 2004, Yasser Arafat, the long-time leader of the PLO and a central figure in the Palestinian national movement, died. His death marked the end of an era in Palestinian politics.",
        "image": "https://ca-times.brightspotcdn.com/dims4/default/9e5dbf3/2147483647/strip/true/crop/600x376+0+0/resize/1200x752!/quality/75/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fc7%2Fe7%2F878b415a44bbfa26671100d1eb6b%2Fla-xpm-photo-2012-nov-24-la-fg-palestinian-arafat-20121125"
    },
    {
        "date": "2006",
        "title": "Israel-Hezbollah War",
        "description": "In 2006, war broke out between Israel and Hezbollah in Lebanon. This conflict, also known as the July War, resulted in significant destruction and loss of life on both sides.",
        "image": "https://static.timesofisrael.com/www/uploads/2012/10/F060814pt03.jpg"
    },
    {
        "date": "2008",
        "title": "Operation Cast Lead",
        "description": "In late 2008, Israel launched a major military operation, known as Operation Cast Lead, against the Gaza Strip. This operation resulted in high casualties and widespread destruction in Gaza.",
        "image": "https://i.guim.co.uk/img/media/0c7975847aa5361b0c24c88086b7937aca3a1e5e/0_156_3424_2054/master/3424.jpg?width=1200&height=900&quality=85&auto=format&fit=crop&s=441a2901c1d272cd5b0dcf587c9df833"
    },
    {
        "date": "2014",
        "title": "Operation Protective Edge",
        "description": "In 2014, Israel launched Operation Protective Edge, the largest assault on Gaza since 1967. This operation resulted in significant casualties and damage, further escalating the Israeli-Palestinian conflict.",
        "image": "https://plateforme-palestine.org/IMG/jpg/gaza_juillet_2014.jpg"
    },
    {
        "date": "2002",
        "title": "Israel Reoccupies West Bank Cities",
        "description": "In the wake of the Second Intifada, Israel reoccupied several Palestinian cities in the West Bank in 2002. This military operation aimed to curb Palestinian militant activities but resulted in significant hardships for civilians.",
        "image": "https://www.nad.ps/sites/default/files/settlements.jpg"
    },
    {
        "date": "2005",
        "title": "Israel's Disengagement from Gaza",
        "description": "In 2005, Israel unilaterally disengaged from the Gaza Strip, evacuating all Israeli settlers and military forces. This move was intended to reduce friction, but the region remained a flashpoint for conflict.",
        "image": "https://c.ndtvimg.com/2023-10/qjlibvio_israel-gaza-war-1200_625x300_09_October_23.jpg?im=Resize=(1230,900)"
    },
    {
        "date": "2008",
        "title": "Peace Activists Break Israeli Blockade",
        "description": "In 2008, peace activists on two boats successfully broke the Israeli blockade of Gaza, delivering humanitarian aid and drawing international attention to the situation in the Gaza Strip.",
        "image": "https://static.timesofisrael.com/www/uploads/2018/05/000_15F9AZ.jpg"
    },
    {
        "date": "2012",
        "title": "Operation Pillar of Defense",
        "description": "In 2012, Israel launched Operation Pillar of Defense against the Gaza Strip, targeting Hamas militants and infrastructure. The operation resulted in significant casualties and heightened tensions in the region.",
        "image": "https://www.palestinechronicle.com/wp-content/uploads/2012/11/kids_bullets_house.jpg"
    },
    {
        "date": "2015",
        "title": "Israeli Elections: Likud Victory",
        "description": "In 2015, Israel held early elections for the 20th Knesset. The Likud party, led by Benjamin Netanyahu, won the elections, continuing its leadership and shaping Israeli policy.",
        "image": "https://s.france24.com/media/display/2b8eea30-5a91-11ed-a4ec-005056bf30b7/w:980/p:16x9/AP22306066112037.jpg"
    }
]
