[
    {
        "date": 1799,
        "title": "Napoléon et les Juifs",
        "description": "En 1799, pendant la campagne de Napoléon Bonaparte au Moyen-Orient, il a émis une proclamation offrant la Palestine comme patrie pour le peuple juif. Il s'agit de l'une des premières instances où un leader de premier plan a soutenu l'idée d'un État juif en Palestine.",
        "image": "https://img.haarets.co.il/bs/0000017f-e18b-df7c-a5ff-e3fbe4080000/b3/6f/91dac912b2aa9d03d8483d75af28/1018316866.jpg?precrop=2366,1689,x0,y0&height=1371&width=1920"
    },
    {
        "date": 1882,
        "title": "La Terme 'Sionisme'",
        "description": "Le terme 'sionisme' a été inventé pour la première fois en 1882 par Nathan Birnbaum, un écrivain et militant politique juif autrichien. Le sionisme est devenu synonyme du mouvement national pour le retour du peuple juif dans sa patrie et la reprise de la souveraineté juive en Israël.",
        "image": "https://mfa.gov.il/Jubilee-years/media/Theodor%20Herzl%20in%20Basel,%201897.jpg"
    },
    {
        "date": 1896,
        "title": "Theodor Herzl Publie 'Der Judenstaat'",
        "description": "En 1896, Theodor Herzl, journaliste austro-hongrois, a publié 'Der Judenstaat' (L'État juif), une brochure argumentant en faveur de l'établissement d'un État juif comme solution à l'antisémitisme en Europe.",
        "image": "https://jewishwebsite.com/wp-content/uploads/2019/02/Der-Judenstaat.jpg"
    },
    {
        "date": 1897,
        "title": "Premier Congrès Sioniste Tenu en Suisse",
        "description": "Le Premier Congrès Sioniste s'est tenu à Bâle, en Suisse, en 1897. Il a été organisé par Theodor Herzl et a marqué l'établissement formel de l'Organisation Sioniste Mondiale, qui visait à créer une patrie juive en Palestine.",
        "image": "https://mosaicmagazine.com/wp-content/uploads/2019/08/First-Zionist-Basel-Main.jpg"
    },
    {
        "date": 1907,
        "title": "Chaim Weizmann Visite la Palestine",
        "description": "Chaim Weizmann, un leader sioniste éminent qui deviendrait plus tard le premier président d'Israël, a visité la Palestine pour la première fois en 1907. Sa visite a été cruciale pour jeter les bases des futurs efforts de colonisation juive et des efforts politiques dans la région.",
        "image": "https://fathomjournal.org/wp-content/uploads/cache/2017/06/Bermant-picture/1957701020.jpg"
    },
    {
        "date": 1908,
        "title": "Najib Nassar Publie le Journal Al-Karmel",
        "description": "En 1908, l'écrivain palestinien Najib Nassar a commencé à publier Al-Karmel, un journal qui s'opposait vivement à la colonisation sioniste en Palestine. Il est devenu une plateforme significative pour la pensée nationaliste palestinienne.",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTfFvx8bNcD4QDY4eoob83Uh7ipTNSsF5AczA&s"
    },
    {
        "date": 1915,
        "title": "Accord Sykes-Picot Signé",
        "description": "L'Accord Sykes-Picot, un accord secret signé en 1916 par la Grande-Bretagne et la France, a divisé les provinces arabes de l'Empire ottoman en de sphères d'influence. Cet accord a jeté les bases des frontières politiques modernes au Moyen-Orient.",
        "image": "https://idsb.tmgrup.com.tr/2015/07/10/GenelBuyuk/the-skyes-picot-agreement-was-concluded-in-london--1436469334493.jpg"
    },
    {
        "date": 1916,
        "title": "Mémorandum Secret d'Herbert Samuel",
        "description": "En 1916, Herbert Samuel, membre du Cabinet britannique et sioniste, a rédigé un mémorandum secret intitulé 'L'Avenir de la Palestine.' Il a plaidé en faveur du soutien britannique à l'implantation sioniste en Palestine, influençant ainsi la politique britannique dans la région.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Future_of_Palestine_Herbert_Samuel_memorandum_1915_CAB_37_123_43.jpg"
    },
    {
        "date": 1917,
        "title": "Déclaration Balfour Créée",
        "description": "La Déclaration Balfour, émise par le gouvernement britannique en 1917, promettait un soutien à l'établissement d'une 'patrie nationale pour le peuple juif' en Palestine. Cette déclaration a été un moment crucial dans l'histoire du sionisme.",
        "image": "https://static.timesofisrael.com/www/uploads/2017/02/unnamed-e1486363729425.jpg"
    },
    {
        "date": 1919,
        "title": "Commission King-Crane Conduite",
        "description": "En 1919, la Commission King-Crane a été menée par les États-Unis pour évaluer la disposition des régions non turques de l'ancien Empire ottoman, y compris la Palestine. Les conclusions de la commission étaient critiques à l'égard des aspirations sionistes, favorisant l'indépendance arabe.",
        "image": "https://www.palquest.org/sites/default/files/media/1280px-1919_Photo_of_the_King_Crane_Commission.jpeg"
    },
    {
        "date": 1922,
        "title": "La Société des Nations Approuve le Mandat Britannique pour la Palestine",
        "description": "La Société des Nations a formellement approuvé le Mandat Britannique pour la Palestine en 1922, qui comprenait l'objectif d'établir une patrie nationale juive. Ce mandat a reconnu légalement l'administration britannique dans la région.",
        "image": "https://cdn.jns.org/uploads/2018/11/Mandate_for_Palestine_legal_instrument-1320x880.jpg"
    },
    {
        "date": 1929,
        "title": "Soulèvement d'Al-Buraq",
        "description": "Le soulèvement d'Al-Buraq en 1929 fut une révolte palestinienne significative contre l'augmentation de l'immigration juive et des achats de terres. Il fut nommé d'après le Mur des Lamentations, connu en arabe sous le nom d'Al-Buraq, et marqua les premières émeutes anti-sionistes à grande échelle.",
        "image": "https://lh3.googleusercontent.com/proxy/jcPcvf0VTf4gkF4J5Z4D_wYh7csngPERHvrPWjVTK5l4eWhAwQOkjXExIn0pZUfxcikDlC-oG_6MaGyKTByJa5BeKsNDwl6BrhI5evvoe7lh8ssEytfC7eUdJdsW1qdXK0OPck6sxS_CRHUE6JA"
    },
    {
        "date": 1933,
        "title": "Manifestations de Masse Contre l'Immigration Juive",
        "description": "En 1933, des manifestations de masse ont éclaté en Palestine contre l'augmentation de l'immigration juive. Ces manifestations reflétaient les tensions croissantes entre les colons juifs et la population arabe.",
        "image": "https://www.annefrank.org/media/filer_public_thumbnails/filer_public/c8/e8/c8e89551-257e-442a-976e-78ab230f3c44/bundesarchiv_bild_146-1972-026-11_machta14bernahme_hitlers.jpg__2160x1296_q85_ALIAS-5_3_big_crop_subsampling-2_upscale.jpg"
    },
    {
        "date": 1935,
        "title": "Izz ad-Din al-Qassam Tué par les Forces Britanniques",
        "description": "Izz ad-Din al-Qassam, un leader militant palestinien, a été tué par les forces britanniques en 1935. Sa mort a inspiré une résistance supplémentaire et il est devenu un symbole du nationalisme palestinien.",
        "image": "https://ilkha.com/img/OldFeaturedImage/EN//Norm/today-marks-the-85th-anniversary-of-martyrdom-of-izz-ad-din-al-qassam1605881007.jpg"
    },
    {
        "date": 1936,
        "title": "Grève Générale de Six Mois",
        "description": "En 1936, les Palestiniens ont lancé une grève générale de six mois pour protester contre l'immigration juive et la domination coloniale britannique. Cette grève a marqué le début de la Révolte Arabe, une importante insurrection contre la présence britannique et sioniste en Palestine.",
        "image": "https://www.middleeasteye.net/sites/default/files/styles/max_2600x2600/public/images-story/Abou%20Ghosh%201936%20gathering%20Library%20of%20Congress.jpg?itok=mLT0oj_p"
    },
    {
        "date": 1937,
        "title": "Commission Peel Recommande la Partition",
        "description": "La Commission Peel, en 1937, a recommandé la partition de la Palestine en États juif et arabe distincts, avec des transferts de population pour assurer l'homogénéité de chaque État. Il s'agissait de la première proposition officielle de partition.",
        "image": "https://s36667.pcdn.co/wp-content/uploads/2020/12/UN-Partition-Plan-featured-747x400-1.jpg.optimal.jpg"
    },
    {
        "date": "1937",
        "title": "Ahmed Yassine",
        "description": "la naissance d'Ahmed Yassine qui fut plus tard assassiné en 2004 à Gaza, était le fondateur et leader politique/spirituel du Hamas. Paralysé depuis un accident de sport à l'âge de 12 ans, il était aussi malvoyant. Opposé aux accords d'Oslo et à toute solution négociée avec Israël, Yassine refusait fermement de reconnaître l'État d'Israël et a commandé de nombreuses attaques contre l'armée israélienne.",
        "image": "https://prod.cdn-medias.jeuneafrique.com/cdn-cgi/image/q=auto,f=auto,metadata=none,width=1280,height=960,fit=cover/https://prod.cdn-medias.jeuneafrique.com/medias/2023/10/12/jad20231012-mmo-hamas-islamisme-palestine.jpg"
    },    
    {
        "date": 1938,
        "title": "La Grande-Bretagne Écrase la Révolte Arabe",
        "description": "D'ici 1938, les forces britanniques avaient réprimé la Révolte Arabe qui avait duré trois ans. La rébellion visait à mettre fin à la domination britannique et à stopper l'immigration juive, mais sa défaite a conduit à un renforcement du contrôle britannique et sioniste en Palestine.",
        "image": "https://www.rs21.org.uk/wp-content/uploads/2014/09/british-soldierspalestinian-prisoners-during-revolt.jpg"
    },
    {
        "date": 1939,
        "title": "Groupe Armé Sioniste Irgun Lance des Attaques",
        "description": "En 1939, le groupe armé sioniste Irgun a commencé une série d'attaques violentes contre des cibles palestiniennes. Irgun, également connu sous le nom d'Etzel, était une organisation paramilitaire qui cherchait à promouvoir l'État juif en Palestine par des moyens militants.",
        "image": "https://www.jta.org/wp-content/uploads/1948/04/MilitaryPoliceIsrael1948-2.jpg"
    },
    {
        "date": 1942,
        "title": "Conférence de Biltmore à New York",
        "description": "La Conférence de Biltmore, tenue à l'Hôtel Biltmore à New York en 1942, fut une réunion sioniste décisive où des leaders, dont David Ben-Gourion, ont appelé à l'établissement d'un État juif en Palestine. Cette conférence a consolidé le soutien sioniste américain et marqué un changement significatif dans la stratégie sioniste.",
        "image": "https://cojs.org/wp-content/uploads/2009/01/21st_zionist_congress_1939_geneva-630x315.jpg"
    },
    {
        "date": 1946,
        "title": "Irgun Bombarde l'Hôtel King David",
        "description": "Le 22 juillet 1946, l'Irgun a bombardé l'Hôtel King David à Jérusalem, qui était le siège administratif britannique. L'attaque a tué 91 personnes et fut l'un des actes de violence les plus infâmes du Mandat britannique en Palestine, intensifiant les tensions dans la région.",
        "image": "https://tablet-mag-images.b-cdn.net/production/b18e41a20193d359c44fac2065f8034fecd44f14-620x416.jpg?w=1300&q=70&auto=format&dpr=1"
    },
    {
        "date": "1947-11",
        "title": "L'ONU Adopte le Plan de Partage pour la Palestine",
        "description": "En novembre 1947, les Nations unies ont adopté la Résolution 181, proposant un plan de partage pour la Palestine, qui visait à créer des États juif et arabe distincts. Le plan a été accepté par la communauté juive mais rejeté par les Palestiniens, entraînant une augmentation des tensions et des conflits.",
        "image": "https://i0.wp.com/cms.sofrep.com/wp-content/uploads/2017/11/UN-israel.jpg?fit=687%2C512&ssl=1"
    },
    {
        "date": "1948-01",
        "title": "Haganah Bombarde l'Hôtel Semiramis",
        "description": "En janvier 1948, le groupe armé sioniste Haganah a bombardé l'Hôtel Semiramis à Jérusalem. Cette attaque a causé la mort de plus de 20 personnes, contribuant à l'escalade de la violence dans la région.",
        "image": "https://www.jerusalemstory.com/sites/default/files/styles/width_1000/public/2021-11/Semiramis%20Hotel%20Searching%20for%20the%20Dead%20GettyImages-51419365%20PURCHASED%20LICENSE%20ULTRAPAK_0.jpg?itok=j2y_kiPs"
    },
    {
        "date": "1948-02",
        "title": "Forces Sionistes Attaquent Qisarya",
        "description": "En février 1948, les forces sionistes ont attaqué le village de Qisarya près de Haïfa. Cette attaque est considérée comme un exemple précoce de nettoyage ethnique, car elle visait à déplacer les habitants palestiniens de la région.",
        "image": "https://www.aljazeera.com/wp-content/uploads/2020/05/ee3962282ece42b5822b9182e1c6c20c_18.jpeg?resize=730%2C410&quality=80"
    },
    {
        "date": "1948-04",
        "title": "Massacre à Deir Yassin",
        "description": "En avril 1948, des membres du Gang Stern et des forces de l'Irgun ont perpétré un massacre dans le village palestinien de Deir Yassin, près de Jérusalem. Cet événement a entraîné la mort de nombreux villageois et a accru la peur et l'hostilité entre les communautés juive et palestinienne.",
        "image": "https://english.wafa.ps/image/NewsThumbImg/Default/25b17287-7e53-47ce-a61d-c7db760053e3.jpg"
    },
    {
        "date": "1948-05",
        "title": "Création de l'État d'Israël",
        "description": "En mai 1948, l'État d'Israël a été officiellement établi, déclenchant un conflit régional. Les États-Unis et l'Union soviétique ont immédiatement reconnu le nouvel État, tandis que les pays arabes voisins ont rejeté sa création et ont cherché à intervenir militairement.",
        "image": "https://m.media-amazon.com/images/I/81rPktG5KcL.jpg"
    },
    {
        "date": "1948-09",
        "title": "Assassinat de Folke Bernadotte",
        "description": "En septembre 1948, le Gang Stern a assassiné Folke Bernadotte, un diplomate suédois et médiateur nommé par les Nations unies en Palestine. Son assassinat a été un coup significatif pour les efforts diplomatiques visant à résoudre le conflit en cours.",
        "image": "https://ichef.bbci.co.uk/images/ic/640x360/p08bq95d.jpg"
    },
    {
        "date": "1948-12",
        "title": "L'Assemblée Générale de l'ONU Adopte la Résolution 194",
        "description": "En décembre 1948, l'Assemblée générale de l'ONU a adopté la Résolution 194, affirmant le droit des réfugiés palestiniens à retourner dans leurs foyers. Cette résolution est restée un point central de controverse dans le conflit israélo-palestinien.",
        "image": "https://www.middleeasteye.net/sites/default/files/column-image/000_LG4GU.jpg"
    },
    {
        "date": "1949-02",
        "title": "Accords d'Armistice Signés",
        "description": "En février 1949, des accords d'armistice ont été signés entre Israël et ses pays arabes voisins : le Liban, la Syrie, la Jordanie et l'Égypte. Ces accords ont officiellement mis fin aux hostilités de la Guerre arabo-israélienne de 1948 mais n'ont pas résolu le conflit sous-jacent.",
        "image": "https://media.defense.gov/2020/Jul/25/2002464342/-1/-1/0/530727-O-ZZ999-001.JPG"
    },
    {
        "date": "1949-12",
        "title": "Création de l'UNRWA par l'ONU",
        "description": "En décembre 1949, les Nations unies ont créé l'Office de secours et de travaux des Nations unies pour les réfugiés de Palestine (UNRWA) afin de fournir une assistance aux réfugiés palestiniens déplacés par le conflit de 1948. L'UNRWA continue de fonctionner, offrant éducation, soins de santé et services sociaux à des millions de réfugiés palestiniens.",
        "image": "https://img.jagranjosh.com/images/2024/January/2912024/UNRWA.webp"
    },
    {
        "date": "1950",
        "title": "La Jordanie Prend le Contrôle de la Cisjordanie",
        "description": "En 1950, la Jordanie a formellement annexé la Cisjordanie, y compris Jérusalem-Est, qu'elle avait capturée lors de la Guerre arabo-israélienne de 1948. Cette annexion n'a été reconnue que par le Royaume-Uni et le Pakistan.",
        "image": "https://foreignpolicy.com/wp-content/uploads/2021/10/Jordan-Historic-King-Abdullah-west-bank-palestine-GettyImages-514907012-1-e1634320399362.jpg?w=1000"
    },
    {
        "date": "1956",
        "title": "Massacres Israéliens dans des Villages Palestiniens",
        "description": "En 1956, les forces israéliennes ont perpétré des massacres dans plusieurs villages palestiniens, dont Qalqilya, Kufr Qassem et Khan Younis. Ces attaques ont entraîné une perte de vie significative et ont intensifié les tensions dans la région.",
        "image": "https://english.wafa.ps/image/NewsThumbImg/Default/95ffdcb0-b4c7-48ea-b4cd-e44b910ccb10.jpg"
    },
    {
        "date": "1964",
        "title": "Formation de l'Organisation de Libération de la Palestine",
        "description": "En 1964, l'Organisation de Libération de la Palestine (OLP) a été fondée au Caire dans le but de libérer la Palestine par la lutte armée et de représenter le peuple palestinien sur la scène internationale.",
        "image": "https://ecfr.eu/wp-content/uploads/2011_May_Sun__08_41_25_plo.jpg"
    },
    {
        "date": "1966",
        "title": "Massacre Israélien à As-Samu'",
        "description": "En 1966, les forces israéliennes ont attaqué le village de As-Samu' en Cisjordanie, tuant de nombreux villageois et détruisant de nombreuses maisons. Cette opération était une réponse à l'activité guérillera palestinienne et a intensifié les hostilités israélo-palestiniennes.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/1/1b/Samu_Incident._VI.jpg"
    },
    {
        "date": "1967",
        "title": "Israël Occupe des Territoires Supplémentaires",
        "description": "Lors de la Guerre des Six Jours en 1967, Israël a occupé la bande de Gaza, la Cisjordanie, Jérusalem-Est, le plateau du Golan et la péninsule du Sinaï. Cela a étendu le contrôle israélien sur la Palestine historique et les régions environnantes.",
        "image": "https://cdn.britannica.com/17/201417-050-D3316841/vision-Israel-state-West-Bank-Palestinian-Gaza-1988.jpg"
    },
    {
        "date": "1967",
        "title": "Résolution 242 du Conseil de Sécurité de l'ONU",
        "description": "En 1967, le Conseil de Sécurité des Nations Unies a adopté la Résolution 242, demandant le retrait des forces israéliennes des territoires occupés lors de la Guerre des Six Jours et la reconnaissance du droit de chaque État de la région à vivre en paix.",
        "image": "https://fathomjournal.org/wp-content/uploads/cache/2017/04/147667/1777604838.jpg"
    },
    {
        "date": "1970",
        "title": "Israël Attaque les Combattants Palestiniens lors du Septembre Noir en Jordanie",
        "description": "En 1970, pendant le conflit du Septembre Noir, Israël a mené des frappes aériennes contre les combattants palestiniens en Jordanie. Ce conflit est né de heurts entre l'armée jordanienne et l'Organisation de Libération de la Palestine (OLP), entraînant des pertes importantes.",
        "image": "https://cdn.thewire.in/wp-content/uploads/2020/09/17205755/Karama_aftermath_1.jpg"
    },
    {
        "date": "1974",
        "title": "La Ligue Arabe Reconnaît l'OLP à Rabat, au Maroc",
        "description": "En 1974, la Ligue Arabe a officiellement reconnu l'Organisation de Libération de la Palestine (OLP) comme le seul représentant légitime du peuple palestinien. Cette reconnaissance a marqué une étape significative dans le statut international de l'OLP.",
        "image": "https://static.srpcdigital.com/styles/1037xauto/public/2023-05/174063_0.jpeg"
    },
    {
        "date": "1978",
        "title": "Accords de Camp David",
        "description": "En 1978, l'Égypte et Israël ont signé les Accords de Camp David, médiatisés par le président américain Jimmy Carter. Cet accord a abouti à un traité de paix entre les deux pays et au retrait d'Israël de la péninsule du Sinaï.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Close_up_of_Menahem_Begin%2C_Jimmy_Carter_and_Anwar_Sadat_at_Camp_David.%2C_09-07-1978_-_NARA_-_181133.tif/lossy-page1-1200px-Close_up_of_Menahem_Begin%2C_Jimmy_Carter_and_Anwar_Sadat_at_Camp_David.%2C_09-07-1978_-_NARA_-_181133.tif.jpg"
    },
    {
        "date": "1982",
        "title": "Israël Envahit le Liban",
        "description": "En 1982, Israël a lancé une invasion à grande échelle du Liban pour expulser l'Organisation de Libération de la Palestine (OLP) et établir une zone de sécurité dans le sud du Liban. Cette invasion a entraîné un conflit prolongé et des pertes importantes.",
        "image": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fwww.ft.com%2F__origami%2Fservice%2Fimage%2Fv2%2Fimages%2Fraw%2Fhttps%253A%252F%252Fd1e00ek4ebabms.cloudfront.net%252Fproduction%252F6828949a-159d-4cc3-89b7-8b3f0c688c0d.jpg%3Fsource%3Dnext-article%26fit%3Dscale-down%26quality%3Dhighest%26width%3D700%26dpr%3D1?source=next-opengraph&fit=scale-down&width=900"
    },
    {
        "date": "1987",
        "title": "Première Intifada",
        "description": "En 1987, la Première Intifada, un soulèvement palestinien contre l'occupation israélienne, a commencé en Cisjordanie et dans la bande de Gaza. L'Intifada comprenait des manifestations généralisées, de la désobéissance civile et des affrontements violents, ayant un impact significatif sur le conflit israélo-palestinien.",
        "image": "https://gdb.voanews.com/D70473B8-859A-4F80-9085-BAA2C165A0EF_w1080_h608.jpg"
    },
    {
        "date": "1991",
        "title": "Conférence de Paix de Madrid",
        "description": "En 1991, la Conférence de Paix de Madrid a eu lieu, réunissant des représentants israéliens, palestiniens et arabes pour discuter de la paix au Moyen-Orient. Malgré de grands espoirs, la conférence s'est terminée sans percée.",
        "image": "https://www.middleeastmonitor.com/wp-content/uploads/2021/11/GettyImages-142612297-e1637783267201.jpeg"
    },
    {
        "date": "1973",
        "title": "Résolution 338 du Conseil de Sécurité de l'ONU",
        "description": "Suite à la Guerre d'Octobre en 1973, le Conseil de Sécurité des Nations Unies a adopté la Résolution 338, appelant à un cessez-le-feu immédiat et à la mise en œuvre de la Résolution 242, qui exigeait le retrait israélien des territoires occupés en 1967.",
        "image": "https://jcpa.org/wp-content/uploads/2014/06/DoreBook_img_25.jpg"
    },
    {
        "date": "1976",
        "title": "Journée de la Terre",
        "description": "En 1976, Israël a confisqué des milliers d'hectares de terres appartenant à des citoyens palestiniens, provoquant des manifestations de masse. Ces manifestations ont été violemment réprimées, entraînant des décès et des blessures. La Journée de la Terre est désormais commémorée chaque année pour se souvenir de cet événement.",
        "image": "https://www.palestine-studies.org/sites/default/files/images/news/main_image43213_G7QLjlZ59g_0.jpeg"
    },
    {
        "date": "1977",
        "title": "Journée Internationale de Solidarité avec le Peuple Palestinien des Nations Unies",
        "description": "En 1977, l'Assemblée Générale des Nations Unies a établi la Journée Internationale de Solidarité avec le Peuple Palestinien, observée chaque année le 29 novembre. Cette journée marque l'anniversaire du plan de partition de la Palestine par l'ONU en 1947.",
        "image": "https://www.un.org/sites/un2.un.org/files/2021/11/palestinianday-hmpghero.jpg"
    },
    {
        "date": "1987",
        "title": "La naissance du Hamas",
        "description": "Le HAMAS s'est formé à la fin de 1987 au début de la première intifada palestinienne (soulèvement). Ses racines se trouvent dans la branche palestinienne des Frères musulmans et il est soutenu par une structure sociopolitique robuste à l'intérieur des territoires palestiniens.",
        "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/05BD/production/_118496410_gettyimages-1702356.jpg"
    },    
    {
        "date": "1988",
        "title": "L'OLP Accepte les Résolutions 242 et 338 de l'ONU",
        "description": "En 1988, l'OLP a officiellement accepté les Résolutions 242 et 338 de l'ONU, reconnaissant l'État d'Israël et s'engageant à une résolution pacifique du conflit. Cette acceptation a marqué un changement significatif dans la stratégie de l'OLP.",
        "image": "https://www.newarab.com/sites/default/files/2021-06/PALESTINE%20%281%29.jpg"
    },
    {
        "date": "1990s",
        "title": "Négociations Multilatérales",
        "description": "Tout au long des années 1990, de nombreuses négociations multilatérales ont eu lieu entre Israël et les représentants palestiniens. Malgré ces efforts, les Palestiniens n'étaient pas plus proches d'atteindre l'État.",
        "image": "https://images.jpost.com/image/upload/q_auto/c_fill,g_faces:center,h_537,w_822/512434"
    },
    {
        "date": "1993-2014",
        "title": "Accords d'Oslo",
        "description": "Les négociations secrètes entre l'OLP et Israël, conclues en 1993 avec les Accords d'Oslo, ont marqué un nouveau chapitre de l'histoire palestinienne. Pour certains, ces accords ont suscité l'espoir de la paix; pour d'autres, ils les ont totalement anéantis.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Bill_Clinton%2C_Yitzhak_Rabin%2C_Yasser_Arafat_at_the_White_House_1993-09-13.jpg"
    },
    {
        "date": "1993",
        "title": "Accord d'Oslo I",
        "description": "En 1993, l'OLP et Israël ont signé la Déclaration de principes sur les arrangements intérimaires d'autonomie gouvernementale, connue sous le nom d'Accord d'Oslo I. Cet accord visait à établir un cadre pour l'autonomie gouvernementale palestinienne dans certaines parties de la Cisjordanie et de la bande de Gaza.",
        "image": "https://www.iemed.org/wp-content/uploads/2020/11/Spot-On-7-Oslo-25-2-770x432.jpg"
    },
    {
        "date": "1995",
        "title": "Accord d'Oslo II",
        "description": "En 1995, l'OLP et Israël ont signé un accord intérimaire, connu sous le nom d'Accord d'Oslo II, accordant aux Palestiniens une certaine autonomie dans certaines parties de la Cisjordanie et de la bande de Gaza.",
        "image": "https://i.ytimg.com/vi/Jk7JQxTDhdM/maxresdefault.jpg"
    },
    {
        "date": "1997",
        "title": "Protocole d'Hébron",
        "description": "En 1997, l'OLP et Israël ont signé un accord exigeant le retrait partiel des forces israéliennes d'Hébron. Cet accord faisait partie des efforts continus pour mettre en œuvre les accords d'Oslo.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Hebron_redeployment_1997.jpg/220px-Hebron_redeployment_1997.jpg"
    },
    {
        "date": "2000",
        "title": "Sommet de Camp David II",
        "description": "En 2000, l'OLP et Israël ont renouvelé les négociations sur le statut final lors du Sommet de Camp David II. Malgré des négociations intenses, le sommet s'est terminé sans accord, entraînant une augmentation des tensions.",
        "image": "https://www.makan.org.uk/wp-content/uploads/2020/09/camp-david-2000.jpg"
    },
    {
        "date": "2004",
        "title": "Décès de Yasser Arafat",
        "description": "En 2004, Yasser Arafat, le leader de longue date de l'OLP et une figure centrale du mouvement national palestinien, est décédé. Sa mort a marqué la fin d'une époque dans la politique palestinienne.",
        "image": "https://ca-times.brightspotcdn.com/dims4/default/9e5dbf3/2147483647/strip/true/crop/600x376+0+0/resize/1200x752!/quality/75/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fc7%2Fe7%2F878b415a44bbfa26671100d1eb6b%2Fla-xpm-photo-2012-nov-24-la-fg-palestinian-arafat-20121125"
    },
    {
        "date": "2006",
        "title": "Guerre Israël-Hezbollah",
        "description": "En 2006, la guerre a éclaté entre Israël et le Hezbollah au Liban. Ce conflit, également connu sous le nom de guerre de juillet, a entraîné des destructions importantes et des pertes en vies humaines des deux côtés.",
        "image": "https://static.timesofisrael.com/www/uploads/2012/10/F060814pt03.jpg"
    },
    {
        "date": "2008",
        "title": "Opération Plomb durci",
        "description": "À la fin de l'année 2008, Israël a lancé une opération militaire majeure, connue sous le nom d'Opération Plomb durci, contre la bande de Gaza. Cette opération a entraîné de nombreux morts et une destruction généralisée à Gaza.",
        "image": "https://i.guim.co.uk/img/media/0c7975847aa5361b0c24c88086b7937aca3a1e5e/0_156_3424_2054/master/3424.jpg?width=1200&height=900&quality=85&auto=format&fit=crop&s=441a2901c1d272cd5b0dcf587c9df833"
    },
    {
        "date": "2014",
        "title": "Opération Bordure protectrice",
        "description": "En 2014, Israël a lancé l'Opération Bordure protectrice, la plus grande attaque contre Gaza depuis 1967. Cette opération a entraîné de nombreuses pertes en vies humaines et des dégâts importants, aggravant davantage le conflit israélo-palestinien.",
        "image": "https://plateforme-palestine.org/IMG/jpg/gaza_juillet_2014.jpg"
    },
    {
        "date": "2002",
        "title": "Israël réoccupe des villes de Cisjordanie",
        "description": "À la suite de la seconde Intifada, Israël a réoccupé plusieurs villes palestiniennes en Cisjordanie en 2002. Cette opération militaire visait à réduire les activités des militants palestiniens mais a entraîné de grandes difficultés pour les civils.",
        "image": "https://www.nad.ps/sites/default/files/settlements.jpg"
    },
    {
        "date": "2008",
        "title": "Les militants pour la paix brisent le blocus israélien",
        "description": "En 2008, des militants pour la paix à bord de deux bateaux ont réussi à briser le blocus israélien de Gaza, en livrant une aide humanitaire et en attirant l'attention internationale sur la situation dans la bande de Gaza.",
        "image": "https://static.timesofisrael.com/www/uploads/2018/05/000_15F9AZ.jpg"
    },
    {
        "date": "2012",
        "title": "Opération Pilier de Défense",
        "description": "En 2012, Israël a lancé l'Opération Pilier de Défense contre la bande de Gaza, ciblant les militants et l'infrastructure du Hamas. L'opération a entraîné des pertes importantes en vies humaines et a accru les tensions dans la région.",
        "image": "https://www.palestinechronicle.com/wp-content/uploads/2012/11/kids_bullets_house.jpg"
    },
    {
        "date": "2015",
        "title": "Élections israéliennes : Victoire du Likoud",
        "description": "En 2015, Israël a tenu des élections anticipées pour la 20e Knesset. Le parti Likoud, dirigé par Benjamin Netanyahu, a remporté les élections, maintenant ainsi sa direction et façonnant la politique israélienne.",
        "image": "https://s.france24.com/media/display/2b8eea30-5a91-11ed-a4ec-005056bf30b7/w:980/p:16x9/AP22306066112037.jpg"
    }        
]